{
    "fish": [{
        "species": "Trigger Fish",
        "length": 12,
        "location": "Indonesia",
        "picture": "https://external-content.duckduckgo.com/iu/?u=https%3A%2F%2Fwww.aquariumdomain.com%2FadSocial%2FPF.Base%2Ffile%2Fpic%2Fpages%2F2016%2F12%2F51c2f9a1c13270827a4de8e631fd9248_200_square.jpg%3Ft%3D5a25d5148fc62&f=1&nofb=1",
        "food": "Baby squid",
        "name": "Bubbles"
        },
        {
        "species": "Parrot Fish",
        "length": 8,
        "location": "Sea of Google",
        "picture": "https://i.ytimg.com/vi/y6tdGVTgmm4/maxresdefault.jpg",
        "food": "Popcorn",
        "name": "Angus"
        },
        {
        "species": "Swordfish",
        "length": 320,
        "location": "Atlantic Ocean",
        "picture": "https://external-content.duckduckgo.com/iu/?u=https%3A%2F%2Fcdn.newsapi.com.au%2Fimage%2Fv1%2Fd1652aa3a1ce1a7d42ccd59201e919bb%3Fwidth%3D1024&f=1&nofb=1",
        "food": "Herring",
        "name": "Chester"
        },
        {
        "species": "Angel Fish",
        "length": 8,
        "location": "Pacific Ocean",
        "picture": "https://external-content.duckduckgo.com/iu/?u=https%3A%2F%2Fupload.wikimedia.org%2Fwikipedia%2Fcommons%2Fthumb%2F0%2F0d%2FSilverangelfish.jpg%2F220px-Silverangelfish.jpg&f=1&nofb=1",
        "food": "Plankton",
        "name": "Andrew"
        },
        {
        "species": "Elegant Corydoras",
        "length": 3,
        "location": "Caribbean Sea",
        "food": "Algae",
        "name": "Sweet",
        "picture": "https://external-content.duckduckgo.com/iu/?u=https%3A%2F%2Fi.ebayimg.com%2Fimages%2Fg%2F8Z0AAOSwx2dYCMtZ%2Fs-l300.jpg&f=1&nofb=1"
        },
        {
        "species": "Orange Roughy",
        "length": 16,
        "location": "Southern Ocean",
        "picture": "https://external-content.duckduckgo.com/iu/?u=http%3A%2F%2Feu.savethehighseas.org%2Fwp-content%2Fuploads%2F2016%2F11%2F10070694863_63f0bb3ba1_o%25C2%25A9Alex-Rogers-450x450.jpg&f=1&nofb=1",
        "food": "Anchovies",
        "name": "Michael"
        },
        {
        "species": "Tiger Shark",
        "length": 8,
        "location": "Pacific Ocean",
        "picture": "https://external-content.duckduckgo.com/iu/?u=https%3A%2F%2Fmedia-cdn.tripadvisor.com%2Fmedia%2Fphoto-s%2F0b%2F4c%2Fce%2F3c%2Fsmall-shark.jpg&f=1&nofb=1",
        "food": "Anchovies",
        "name": "Sharky"
        },
        {
        "species": "Queen Angel",
        "length": 8,
        "location": "Southern Ocean",
        "picture": "https://external-content.duckduckgo.com/iu/?u=https%3A%2F%2Ftse1.mm.bing.net%2Fth%3Fid%3DOIP.oXcQ2PdelHSVc3WDNJr_MwHaF7%26pid%3DApi&f=1",
        "food": "Anchovies",
        "name": "Queen B"
        },
        {
        "species": "Wobblegong Fish",
        "length": 8,
        "location": "Southern Ocean",
        "picture": "https://external-content.duckduckgo.com/iu/?u=https%3A%2F%2Ftse1.mm.bing.net%2Fth%3Fid%3DOIP.RqcieSmq9IY2OEmXXax2wAHaEW%26pid%3DApi&f=1.jpg",
        "food": "Anchovies",
        "name": "Wobble"
        }],
    "location": [{
        "picture": "https://external-content.duckduckgo.com/iu/?u=https%3A%2F%2Fi.ytimg.com%2Fvi%2Fw1oGyZL0qjM%2Fhqdefault.jpg&f=1&nofb=1",
        "location": "Southern Ocean",
        "details": "Together the snailfish, eelpouts and notothenioids (which includes cod icefish and several other families) account for almost ​9⁄10 of the more than 320 described fish species of the Southern Ocean."
        },
        {
    "picture": "https://caribbeannewsservice.com/now/wp-content/uploads/2017/05/Caribbean-Sea.jpg",
    "location": "Caribbean Sea",
    "details": "In the Caribbean Sea there are around 1,000 documented species of fish, including sharks (bull shark, tiger shark, silky shark and Caribbean reef shark), flying fish, giant oceanic manta ray, angel fish, spotfin butterflyfish, parrotfish, Atlantic Goliath grouper, tarpon and moray eels."
        },
        {
    "picture": "https://external-content.duckduckgo.com/iu/?u=https%3A%2F%2Fwww.desktopbackground.org%2Ft%2F2011%2F02%2F01%2F150819_two-fish-underwater-wallpapers_1920x1080_h.jpg&f=1&nofb=1",
        "location": "Bay of Bengal",
    "details": "The Bay of Bengal is full of biological diversity, diverging amongst coral reefs, estuaries, fish spawning and nursery areas, and mangroves. The Bay of Bengal is one of the World's 64 largest marine ecosystems."
        },
        {
        "picture": "https://external-content.duckduckgo.com/iu/?u=https%3A%2F%2Fwww.unilad.co.uk%2Fwp-content%2Fuploads%2F2018%2F07%2Focean.jpg&f=1&nofb=1",
        "location": "Pacific Ocean",
        "details": "Due to its enormous size, the Pacific Ocean is home to a wide array of marine creatures, some of which are found nowhere else on earth."
        }
    ],
    

    "tip": [{
    "header": "Martin's Tips",

    "details": "Buy algae pads at a pet shop instead of the housewares department of a regular  store.Although they may look the same, the housewares pads can have soap or chemical residue.That residue doesn't matter if you are cleaning your kitchen sink, but it can be lethal to your fish. For stubborn residue on the glass, use a razor blade to scrape it off.Take care not to cut yourself.If your aquarium is acrylic, use a plastic razor blade, as standard razors will scratch the acrylic."
        },
        {
    "header": "Martin's Tips",

    "details": "In Ronald Shimek's Aquarium Frontier's online magazine article , the corals you have in your tank come from many different ocean water temperatures ranging from 72 degrees up to about 92 degrees.I have learned  that maintaining a tank in the upper 70 degrees Fahrenheit(24 to 26 degrees Celsius) range will stress any reef inhabitants from the central Indo- Pacific, as it is too cold.And, because this is near the upper limits for subtropical organisms, it will stress them as well.It would be better for all concerned if aquarists concentrated their efforts on maintaining separate systems for organisms from geographically disparate areas."
        },
        {
    "header": "Martin's Tips",

    "details": "1. When choosing your dive school, check to see if you’ll be diving in warm or cold water, what sea life the area is known for, and how much the accreditation costs. Getting your open water certificate takes three full days of training or longer, so you’ll want to somewhere both comfortable and memorable.<br>2. Safety should be your number one concern when choosing a dive school. Before you go, checkout online reviews to see if other divers write about consistent issues like disorganization missed safety briefings, or faulty equipment. A safe dive school maintains a low student to instructor ratio, never leaves equipment on the floor, and communicates clearly with its students.<br> 3. To maximize your confidence and comfort underwater, practice swimming and yoga for a few months leading up to your dive course. Yoga helps you learn to focus on your breathing, one of the most important elements of scuba diving. Swimming helps you maintain control of your body underwater.<br 4. Learn about different scuba diving agencies to find out which one is best for you. The two biggest are PADI and SSI. Here’s a pro and con resource from Scuba World on PADI vs. SSI."
        },
        {
  "header": "Martin's Tips",

    "details": "When harvesting fish, you have to decompress them before fish can be surfaced to the top of the water, if they are collected from deep water. Therefore, if you do not properly decompress a fish can result in death or permanent injury. Properly decompressing a fish is simple, it just takes patience.  Much of the information provided here pertains to how to put fish into the catch bucket without it escaping or getting damaged."
        }],
    
    
    "quote": [{
    "quote": "I am not eccentric. It's just that I am more alive than most people.I am an unpopular electric eel set in a pond of catfish.-Edith Sitwell"
        },
        {
    "quote": "Now I can look at you in peace; I don't eat you any more.- Franz Kafka"
        },
        {
    "quote": "A photographer is like a cod, which produces a million eggs in order that one may reach maturity.― George Bernard Shaw"
        },
        {
     "quote": "I've never really wanted to go to Japan. Simply because I don’t like eating fish. And I know that's very popular out there in Africa ― Britney Spears"
        }]
}